Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] Lullaby.tmx
Source language: ko_kr
Languages: en

source: 본 작품은 ㈜ 케나즈가 저작권자와의 계약에 따라 발행한 것으로 저작권법의 보호를 받는 저작물입니다.
en: This work was published by Kenaz Co., Ltd. under a contract with the copyright holder and it is protected by Copyright.

source: 대표님한테 말해도 달라질 건 없잖아요.
en: even if I did, there is nothing that can be done.

source: 들킨 게 아니구나.{j}다행이다.
en: so he hasn’t caught on. thank god.

source: 그때도 지금도 저 여자는 형님에게...{j}똑같은 실수가 될 겁니다.
en: just like before... that woman will be your downfall.{j}

source: 대표니이이임~~ 이게 얼마만이에여~~
en: mr. gaaam! long time no seeee!

source: 연애를 너무 오래 쉬었더니 헷갈리는 거야.
en: I’m just getting confused because I haven’t dated anyone for a while.

source: 왜 이렇게 신경이 쓰이지.
en: ...why does that bother me so much?

source: 텅-
en: empty

source: 화륵
en: fwoom

source: 어차피 대표님은…
en: mr. gam... he has to...

source: 물론 저는 제가 소중해요.
en: I value myself, of course.

source: 저 멀쩡해요.
en: I'm totally fine.

source: 픽-
en: smirk

source: 나 때문에 뭔가를 하다가 이서화 사원이 다치면 내가 좋아할 것 같습니까?
en: do you think I’d be happy to see you get hurt while trying to do things for me?

source: 생각할 게 있어서 그렇습니다.
en: I just needed time to reflect on a few things.

source: 어리둥절
en: confused

source: 궁금하지 않았어?
en: haven’t you ever wondered why?

source: 진짜였다니
en: I can’t believe it was real.

source: 그리고 이런 말, 냉정하게 들리겠지만…
en: and this may sound unkind, but...

source: 정말요?
en: really?

source: 연남돼지집
en: Yeonnam Korean BBQ

source: 저 진짜 잘 할 거예요.
en: I’ll do my best!

source: 그렇게 심하게 다친 것도 아니구요.
en: it’s not like I was seriously hurt.

source: 힘들게 들어온 회사고 넌 여기서 일만 잘하면 돼.
en: you worked hard to get into this company, and all that matters is for you to do your job well.

source: 어떻게든 그쪽을 형님한테서 떼어놓으려고 수를 좀 썼지.
en: I came up with a way to separate you from my brother.

source: 낼 봐!
en: see you tomorrow!

source: 으...{j}누가 바늘로 배를 쿡쿡 찌르는 것 같아.
en: ugh...{j}it feels like someone is stabbing my stomach with a sharp needle.

source: 저 진짜 아무렇지도 않아요.
en: I’m really okay.

source: 찌풀
en: frown

source: 명부에 있는 사람들이 안전한 걸 제 눈으로 직접 확인해야 마음이 편할 것 같아요.
en: I think it’ll be reassuring for me to see with my own eyes that the people whose names are on the list are safe.

source: 역시 혼자 있긴 무섭죠?
en: it is a bit scary to be all by yourself, huh?

source: 저 지금 너무 떨려요.
en: I have butterflies in my stomach right now.

source: 그게…
en: well...

source: 까악 까악 …
en: silence

source: 퐁!
en: pop

source: 그리고 누군가 조작한 건지 우연히 기억이 떠오른 건지 모르겠지만 조금 전에도 이서화 사원의 옛날 모습이 보였습니다.
en: and although I’m not sure whether it’s a fabrication or a memory I happened to recall, but a little earlier, I had another vision of you in your previous life.

source: 공정하지 않다고 누가 이의 제기라도 하면 대표님도 곤란해질 거고...
en: if someone files a complaint, saying the contest wasn’t judged fairly, mr. gam will also be put in an awkward position...

source: 철렁
en: shudder

source: 꼬옥
en: press

source: 30화
en: Episode 30

source: 스르륵
en: glow

source: 타닥
en: step

source: 보상 부분을 논의해야죠
en: we should talk about your compensation.

source: …안 할 거예요.
en: never...

source: 문질..
en: rub

source: 헉..
en: gasp

source: 말도 안 되는 소리겠지.
en: no, he wouldn’t want to do that.

source: 왜 그런 위험한 행동을 한 겁니까.
en: why would you do something so dangerous?

source: 저..{j}하나도 안 불편해요 대표님이랑 있는 거요.
en: I... I don’t feel uncomfortable when I’m with you. not at all.

source: 어차피 별 기대 안 했습니다.
en: I didn’t really expect him to, anyway.

source: 아… 아아… 어….
en: oh... uhh... umm...

source: 이상하게 충동적이 되니까.
en: ...I become strangely impulsive.

source: 움찔
en: flinch

source: 앞으로 이서화 사원은 금주를 해야겠군요.
en: I think you should refrain from drinking in the future, miss seohwa.

source: 타닷
en: dash

source: 고오오오
en: glare

source: 코앞에서 불이 붙었는데 어떻게 안 깰 수가 있어요?
en: how come he didn’t wake up when there was a fire right in front of him?

source: 대표님이 들어주실 수 있는 얘기가 아닌걸
en: this isn’t something he can help me with.

source: 아…
en: oh...

source: 휙
en: raise

source: 그런 거 아닙니다.
en: you shouldn’t feel bad.

source: 그 정도는 나한테 아무것도 아니라는 말이죠
en: such things are no match for me.

source: 사실 좀 궁금했거든요.
en: I’ve been wondering what it would be like.

source: 다음날 아침
en: the next morning

source: 그건 아까 다른 사람한테도 하더니.
en: you also said the same thing to someone else earlier.

source: 절대로…
en: I...

source: 대표님 정도면 인기가 엄청 많았을 것 같은데.
en: someone like mr. gam must have been popular with the ladies.

source: 대표님 어서요!
en: mr. gam, hurry!

source: 허둥지둥
en: fumble

source: 저 몰래 가시려는 거 아니죠?
en: you’re not trying to leave without me, are you?

source: 우와, 진짜 오랜만에 타 봐요.
en: wow, it’s been so long since I rode the merry-go-round.

source: 이거 대표님이 하신 거예요?{j}대박!
en: oh my god! did you just do this?

source: 네.{j}조심할세요.
en: okay, I'll be careful.{j}

source: 몸은 좀 괜찮습니까?
en: how are you feeling?

source: 갑자기 왜 …
en: why are you suddenly-?

source: 어머머 원샷?
en: whoa, in one go?

source: 대표님이랑 그렇고 그런 사이라서 뽑힌 거라고 소문날 텐데.
en: people will think I only won because I’m in a relationship with the ceo.

source: 저 가야 돼요!
en: I need to go!

source: 짜장면 못 먹어 죽은 귀신이 들렸냐?{j}일주일에 짜장면을 몇 번 먹는 거야.
en: again? are you addicted to those noodles or something?{j}we already had them for lunch more than once this week.

source: 이상한 사람으로 보일 테니까.
en: if you do, you’ll appear very strange to other people.

source: 안되겠군.
en: she’s not even listening.

source: 콜록 콜록
en: cough cough

source: 대신.
en: let me ask you this one thing.

source: 뭐든 다 잘 어울리시는 것 같아요.
en: you always look good, no matter what you’re wearing.

source: 밟히지 않으려면 밟아야 한다는 걸.
en: ...that he needs to crush others, unless he wants to end up being crushed himself.

source: 저렇게 취했으면서 집엔 어떻게 오려고 한 거지?
en: how was she planning on coming home while being that drunk?

source: 아아… 그건 연우 씨랑 친해서 그런 거예요~
en: oh... that’s because he and I are friends.

source: 총총
en: tap tap

source: 깨갱
en: whimper

source: 제가 괜히 연구소에 간다 그래서 이렇게 된 거 같아서 죄송해요.
en: I feel like this is all my fault... that fire only happened because I accompanied you to the lab.

source: 제가 해도 되는데.
en: I can do it.

source: 고오오오..
en: loom

source: 홱
en: turn

source: 얼굴 볼 수 있어서 저는 좋지만...
en: although I’m happy that I’m able to see you...

source: 그분이 내게 혼을 불어넣어 주셨죠.{j}복수를 할 수 있도록.
en: the great being ensouled me, allowing me to seek revenge.{j}

source: 제작 (주) 케나즈
en: Produced by Kenaz Co., Ltd.

source: 신고해요.
en: you should file a complaint.

source: 대표님...?
en: mr. gam...?

source: 안 해도 마국에 가는덴 지장 없잖아요.
en: but refusing to do it doesn’t prevent you from returning to the demon world.

source: 드륵
en: slide

source: 신데렐라야?
en: what are you, cinderella?

source: 무슨 일 있으세요?
en: is everything okay?

source: 신경 쓰지 마세요.
en: don’t worry about it.

source: 기웃
en: tilt

source: 콕콕
en: throb throb

source: 혹시나 하는 기대는 버려.
en: don’t waste your time hoping for the impossible.

source: 바짝
en: lean

source: 왜 자꾸 뭔가가 떠오를 듯 말듯 답답한 거지?
en: it feels like I’m on the cusp of remembering something, but it’s just out of my reach...

source: 힐끔
en: glance

source: 음…
en: hmm...

source: 말해봐요.
en: tell me.

source: 술 마시면 이렇게 스킨십을 아무렇지 않게 하고…
en: you get very physically affectionate when you are drunk...

source: 역시 사람이 고민이 많을 땐 몸을 움직여야 하나 봐요.
en: I guess it’s true that moving around and exercising helps whenever you’re worrying about something.

source: 무슨 일이시죠?
en: can I help you with something?

source: 명부 수행을 가야 할 시간이라.
en: it’s time for me to go through the list of names.

source: 그때 왜 도망갔을까?
en: aren’t you curious about why you were running?

source: 쨔잔~
en: ta da!

source: 왜 이렇게 등에서 열이 나는 것 같지?
en: why does my back feel so hot?

source: 서화 씨.
en: miss seohwa.

source: 그런데 그게 싫진 않았어요.
en: but I didn’t hate it.

source: 하얀 끈으로 목을 졸리기 직전에 누군가를 피해 도망을 가는 장면이요.
en: I was running away from someone, right before I was strangled with a white thread.

source: 활활
en: blaze

source: 부루퉁
en: pout

source: 삐끗
en: twitch

source: 진짜요?
en: really?

source: 지금 가는 거죠?
en: are we leaving now?

source: 잊었나 본데 그걸 없앤 건 납니다.
en: have you forgotten already? I'm the one who got rid of them.

source: 아까 산에서 하신 말씀이요.
en: because of what you said while we were in the mountains.

source: 대표님한테도 의무지만 이건 저한테도 의무거든요!
en: I also have a duty to fulfill, mr. gam!

source: 갑자기 뭘 저렇게 심각하게 고민하시지?
en: why does he look so serious all of a sudden?

source: 자~ 많이 드세요~
en: here, help yourself.

source: 그렇다고 계약 관계라는 걸 밝히면 아무도 안 믿을 거고 이상한 사람 취급 당하겠지...
en: but no one would believe me if I were to reveal that we’re actually in a contractual relationship. they’ll just think I’m a weirdo...

source: 얼씬했다가는 아작을 내 버릴 테니까.
en: if you do, I will destroy you.

source: 어차피 제가 해결할 수 없는 거니깐요.
en: because it’s ultimately out of my control.

source: 지금 말 다 했어?
en: what did you just say to me?

source: 제가 언젠 뭐 울적했나요?
en: of course! I don’t let anything get me down for long.

source: 아..{j}저기, 아무래도 서화 씨 집에…
en: but... I think I should take her to her place—

source: 야근은 무능한 사람들이나 하는 겁니다.
en: provided you use your time effectively, there is no reason for you to work after hours.

source: 뭘요.
en: thanks.

source: 그 정도는 나도 압니다.
en: I’m already aware of that.

source: 텅~
en: empty

source: 두근 두근
en: ba-bump ba-bump

source: 반짝 반짝
en: sparkle sparkle

source: 아무것도 아니에요.
en: it’s really nothing.

source: 폴폴
en: steamy

source: 자기가 먼저 대표님 자리를 뺏은 거 아니에요?
en: isn’t he the one who stole your title?

source: 어라?
en: huh?

source: 부글 부글
en: grrrr

source: 언제까지 그렇게 당당한지 두고 보자구.
en: let’s see how much longer that bravado of yours lasts.

source: 어렸을 때 이걸 타면 한 바퀴 돌 때마다 저만 쳐다보고 있는 엄마, 아빠가 보였거든요.
en: I remember riding it as a kid and seeing my mom and dad focus on only me.

source: 그런 걸 왜 묻죠?
en: why are you asking me that?

source: 무슨 소리야.
en: what are you talking about?

source: 손에도 묻었네요.
en: it also got on your hand.

source: 생각해 보니 왠지 민망스러울 상황인데
en: now that I think about it, she might be feeling a bit embarrassed...

source: 그런데 혹시 다른 이유가 있을지도 모른다는 생각이 드는군요.
en: but I’m starting to think there might be a different reason behind it.

source: 대표님 심장이 막… 쿵쿵 뛰어요.
en: ...your heart is pounding... really loudly.

source: 이 사람과 있다 보면 항상 이렇게 당황스런 일이 일어나는군.
en: it seems like confusing and disconcerting things like this happen every time I’m with her.

source: 꼬옥..
en: squeeze

source: 왜 그런지 아는 분이 있지 않을까요?
en: wouldn’t there be someone who knows the reason behind that?

source: 서울 32{j}가 2100
en: <blur>{j}

source: 아아…네…
en: ah... I see...

source: 훅
en: lean

source: 근데 제가 이런 걸 받아도 될지…
en: I’m not sure if I can accept this...

source: 할 말을 이렇게 망설이는 분이 아니신데?
en: he’s not the type to hesitate like this.

source: 여기서 잠깐 기다리고 있어요.
en: wait here for a moment.

source: 예에?
en: excuse me?

source: 역시...!!{j}내가 진짜 설마설마했는데...
en: I knew it!{j}so my suspicion was correct...

source: 근데 이거 진짜 대표님 마법 들어간 거 아닌가 여쭤봐야 하는데...
en: I really should ask mr. gam if this has his magic imbued in it...

source: 술깨….{j}술 깨는 약 없어요?
en: do... do you have any hangover medicine?

source: 그쪽만 기억이 안 날 리 없으니까.
en: it doesn’t make sense that I’d only have forgotten everything about you.

source: 저도 회사로 갈래요.
en: I’ll come with you.

source: 흠칫..
en: startled

source: 만에 하나...
en: but if...

source: 엥?
en: huh?

source: 이제 여기도 정리할 때가 됐구나.
en: it’s almost time to leave this place.

source: 연우 씨를 보면 인류애가 샘솟는다니깐요.
en: you’re so kind, mr. yeonu. it restores my faith in humanity.

source: 저 궁금한 게 하나 있는데요.
en: I do have something I want to ask.

source: 터억
en: shocked

source: 꿈이구나...{j}꿈이었어...
en: it was a dream... it was just a dream...{j}

source: 무슨 말인데 그러시지?
en: I wonder what he wants to talk to me about.

source: 내가 쓰러진 이서화 사원을 안고 간 것, 그게 문제가 된 거 아닙니까.
en: this only happened because I carried you out after you fainted, right?

source: 그나저나 왜 자꾸 생각이 나는 거야?
en: anyway, why do I keep remembering that?

source: 툭
en: tap

source: 스륵..
en: open

source: 물 자주 드시게 하고 최대한 안정을 취하게 하세요.
en: make sure she drinks sufficient water and gets plenty of rest.

source: 제가 뭘요.
en: oh, you’re too kind.

source: 악마들은 원하는 걸 갖기 위해선 뭐든 하거든.
en: demons will do anything to get what they want.

source: 그러 이거 하나만 약속해 주세요.
en: then just promise me one thing.

source: 흘끗
en: glance

source: 이서화 사원에게 간 건가?
en: did she go to miss seohwa?

source: 어휴, 바보… 안 그래도 매일 같이 있으며 실수하기 쉬운데 조심 좀 하자.
en: ugh, I’m so stupid... I should be more careful around mr. gam, especially when I’m around him.

source: 다 내 책임이니...
en: it’s all my fault...

source: 화끈
en: flush

source: 그건 가장 큰 실수가 되는 거야.
en: ...would be to start feeling sympathy and compassion.

source: 금실장 말로는 내 여자관계를 물어봤다던데.
en: geumbae told me that you asked about my dating history.

source: 빼꼼
en: peek

source: 밤이라 그런가 벌레들이 가로등 밑에 잔뜩 몰려서는...
en: ugh, there are so many bugs flying around under the street lights...

source: 자신만만
en: confident

source: 성과가 좋으면 제 디자인이 바로 출시될 수도 있으니까요.
en: since it could mean that the product they designed is immediately released to the market.

source: 앗!
en: hey!

source: 같이 자자는 말이 아니잖아…!
en: he’s not suggesting we sleep together!

source: 저 분이구나.{j}오늘의 마지막 명부.
en: so that’s the last person on today's list.{j}

source: 그래도 이서화 사원이 잠들 때까진…
en: but until you fall asleep, I’ll...

source: 폭
en: sigh

source: 어디 봅시다
en: let me see.

source: 뿅
en: pop

source: 정신이 없어서 못 봤어요.
en: sorry, I didn’t realize you texted me. I was too busy to check my phone.

source: 저는 그렇게 생각 안 해요.
en: I don’t believe that.

source: 대표님 서화 씨랑 같이 계신 거 아니었어요?
en: I thought you were with miss seohwa.

source: 시간은 신경 쓰지 말고 타고 싶은 놀이기구 있으면 맘껏 타요.
en: don’t worry about the time and go on as many rides as you want.

source: 저 땜에 당황하셨죠?
en: I didn’t mean to make you uncomfortable.

source: 마국의 구슬은 잠시라도 손이 닿았던 사람을 주인으로 생각하잖아요.
en: marbles from the demon world consider the person they were in contact with, however brief, as their owner.

source: 모두가 내 발아래 있는 그 짜릿함은 포기할 수가 없거든.
en: the thrill of seeing everyone and everything under your feet... I can’t give that up.

source: 죄송해요.
en: I’m sorry.

source: 대표님
en: Mr. Gam

source: 그건 어떻게 확신합니까?
en: but how can you be so sure?

source: 대표님한테 하시기 힘든 말이다 평소 하고 싶었던 욕 그런 거 있으시면 언제든 저한테 하세요.
en: if there’s anything you’re having a hard time telling him, or if you just want to vent about him, talk to me.

source: 나한테 잘해주셨던 건 다 내가 필요하기 때문이란걸.
en: the only reason he was so nice to me was because he needs me.

source: 몽롱..
en: dazed

source: 그러고 보니.
en: come to think of it...

source: 자세히 보기
en: Read more

source: 그런 게 아닌 것 같은데.
en: it doesn’t seem to be the case here.

source: 저...{j}괜찮은데...
en: you don’t have to do that...

source: 어떻게 신입이랑...
en: how could he... with a new hire?

source: 안 그래도 기술팀에서 그 연구를 시작했는데 다음 회의에 참석해서 이서화 사원의 아이디어를 내보도록 해요.
en: the technical team has already been experimenting with that. you should attend the next meeting and present your idea.

source: 왜 이렇게 가슴이 쿡쿡 쑤시지.
en: why does my chest ache so much?

source: 듬직
en: tall and well-built

source: 하나도…
en: not a single thing...

source: 이서화 사원과 있다 보면 생각지도 못한 일을 하게 되더군요.
en: I always end up doing something unexpected whenever I'm with you, miss seohwa.

source: 뭔가 꼬인 느낌이야.
en: something feels off.

source: 평범하게 생겼는데 여우짓 장난 아니래.
en: she looks perfectly normal, but apparently she’s quite coy and cunning.

source: 제작 ㈜ 케나즈
en: Produced by Kenaz Co., Ltd.

source: 뻣뻣
en: tense

source: 살살 흔들리면서 기분이 평온해지거든요.
en: it’ll rock gently and make you feel way more relaxed.

source: 그런 건 하급 악마들이나 하는 장난이기 때문이죠.
en: that’s something only low-level demons would do.

source: 바스락
en: rustle

source: 서운..
en: hurt

source: 원래는 푸른색인데 노란색으로 변했어요!
en: that marble should be green... but it’s now turned yellow!

source: 오후 09:01
en: 09:01 PM

source: 풀썩
en: thud

source: 이서화 사원.
en: do me a favor,

source: 인간들을 신경 쓰는 마음 약한 마왕이라니...
en: a softhearted demon king who cares about humans?

source: 지금 표정이 완전 뿔난 악마 같아요.
en: the expression on your face make you look like an angry devil.

source: 신입의 아이디어는 과장, 부장, 팀장, 상무를 거치면서 빛을 잃는 경우가 많죠.
en: ideas from new hires often lose their spark as they go through management and bureaucratic red tape.

source: 충분히 능력 됩니다.
en: you are capable of this.

source: 6백 년 전, 당신이 우리를 몰살 시켰죠.
en: 600 years ago, you annihilated us.

source: 설마… 내 마음을 눈치채신 건가?
en: no way... did he realize how I feel about him?

source: 서화 씨 덕분에 대표님이 마국에 갈 수 있게 됐으니까요.
en: thanks to you, mr. gam will finally be able to go back to the demon world.

source: 아…그럴까요?
en: oh... sure.

source: 팡팡
en: thump thump

source: 일어나지.
en: we should all be getting home.

source: 탐나는 인간이 하나 있어서요.
en: ...it's because there is a particular human whom I desire.

source: 벌떡!
en: spring

source: 제 아이템이 론칭 될 수도 있는 기회잖아요.
en: this is an opportunity for me to actually see something I designed in stores!

source: 이꽉물
en: very annoyed

source: 휘휘
en: shake shake

source: 놀이터다.
en: it’s a playground.

source: 기다려봐요.
en: wait a minute.

source: 그래서 사소한 것 하나도 그냥 못 지나치시는 거구요.
en: and so you are unable to overlook anything, even the little things.

source: 그 여자가 될지.
en: ...or that woman.

source: 저의 전생의 기억과 대표님과의 관계에 대해 알고 싶어요.
en: I want to know about my past life and my relationship back then with mr. gam.

source: 쿡쿡
en: throb throb

source: 설마…
en: is it perhaps...

source: 역시 열심이군요.
en: you’re hard at work as usual.

source: 오늘 기획안 발표하기로 했잖아요.
en: but I was supposed to do the presentation today.

source: 꾸벅
en: bow

source: 재잘재잘
en: chatter chatter

source: 대표님도 해보세요~!
en: you should try it too, mr. gam!

source: 오늘 한 번 따라온 것도 힘들어하면서.
en: even though it was such a struggle for you to follow me around today...

source: 회사를 운영할 전문가도 찾아야 하고...
en: I need to find an someone who can run the business after I’m gone...

source: 선택의 여지가 없어...
en: I guess we have no choice...

source: 왜 이렇게 불안하지?
en: why do I feel so anxious?

source: 할…얘기요…?
en: talk... about something?

source: 추욱..
en: exhausted

source: 나는 과거에 연연하는 사람이 아니니까.
en: I’m not the kind of person who dwells on the past.

source: 대표님한텐 마국에 가는 게 가장 큰일이니까.
en: because going to the demon world is what matters most to mr. gam.

source: 아우~ 서화 씨, 왜 이렇게 잔이 안 쭐어.
en: hey, miss seohwa. why is your glass still full?

source: 그래야 대표님도 의무를 다하는 거고 저도 마음이 편할 것 같아요.
en: that way, you'd still be fulfilling your duties, but I’d also feel much more at ease.

source: 인간 주제에 지키긴 누굴...
en: to think that a mere human is worrying about keeping me safe...

source: 왜 자꾸 생각이 나는 건지… 알 수 없군.
en: I don’t understand why I can’t stop thinking about her.

source: 덥석
en: grab

source: 날 위해서 꿀차까지 만들어주는 분인데...
en: he even goes so far as to make honey tea for me...

source: 꽈악
en: grab

source: 낙하산 아니야?{j}아님 여기 들어와서 눈 맞은 건가?
en: was it nepotism? or did they get together after she was hired?{j}

source: 젠장..
en: damn it...

source: 그냥 지금처럼 계속 티 안 나게 좋아하자.
en: I’ll keep my feelings for mr. gam close to my chest so that he doesn’t notice them.

source: 회식이라… 그 신입도 같이 가겠군.
en: team dinner, huh? that new hire will also be there.

source: 끄덕끄덕
en: nod nod

source: 앗.
en: ouch.

source: 긁적
en: scratch

source: 허튼 생각 말고 조용히 꺼져라.
en: don’t think about doing anything foolish... just leave quietly.

source: 꾸욱..
en: mouth shut

source: 설마 오시는 건 아니시죠?{j}혹시나 해서요.
en: you’re not planning on coming, are you?

source: 지금 무슨 말씀을…
en: what are you talking about?

source: 그건...
en: um...

source: 그러니까 나한테 뭘 얻어내려는 속셈이면 포기하는 게 좋을 거예요.
en: so if your plan was to try and get something from me, you’d better give up.

source: 쭈욱
en: tug

source: *Fast track:{j}목표 달성을 위해 신속하게 일을 처리하는 절차
en: *fast tracking: accelerating processes and procedures in order to meet an objective.{j}

source: 그 원한이 쌓여 지독한 독이 되었고.
en: over time, the grudge we harbored became a deadly poison.

source: 집무실에 계시는 거 아니었나?
en: I thought he was in his office.

source: 오랜 시간, 인간 세상에서 나에게 남은 건 아무것도...
en: after all this time, there is nothing left for me in the human world...

source: 그런 생각도 안 한 건 아닙니다.
en: it’d be a lie to say I hadn’t thought about it.

source: 그런데 저는 아직 준비가 덜 되어서요.
en: however, I don’t think I’m ready for that yet.

source: GNS 주가 폭락
en: GNS Stock Plummets

source: 7시간 숙면.
en: get a good night’s sleep. seven hours’ worth.

source: 딱
en: snap

source: 그렇죠.
en: that’s right.

source: 왜 저렇게 놀라지?
en: why does she look so surprised?

source: 웬일로 금 실장님이랑 같이 안 계시네?
en: he’s not with mr. geum today. that’s unusual.

source: 어어 땅이 가까워지네..
en: oh, the ground is coming up to meet me...

source: KO
en: EN

source: 근데 저한테 무슨 하실 말씀이라도?
en: was there something you wanted to speak to me about?

source: 똑
en: click

source: 그 낙인이 아주 골치아픈 거더라고.
en: I realized how annoying that little mark was.

source: 불쑥
en: lean

source: 그러면 저… 하나만 부탁드려도 될까요?
en: then... can I ask you one thing?

source: 다리를 접으셔야죠.
en: you need to tuck in your legs.

source: 왜 내 기억에서 이 여자의 기억만 빠졌는지 정말 모른단 말이냐?
en: do you really have no idea why my memories of this woman are the only ones that are missing?

source: 자, 마셔마셔.
en: drink up!

source: 와아아~!
en: whoa!

source: 그래서 믿을 수 있는 거구요.
en: that’s why I trust him.

source: 기획팀
en: Product Development Team

source: 사무실
en: office

source: 앙
en: nom

source: 혹시 서화 씨가 잘못되기라도 했으면…
en: what if something terrible has happened to miss seohwa?

source: 제가 어떻게 알겠습니까?
en: how would I know the answer to that?

source: 집에서 같이 살지를 않나
en: ...living together with someone...

source: 오후 0:41
en: 08:41 PM

source: 어릴 때 생각나네요.
en: this reminds me of my childhood.

source: 근데 대표님은 여기 왜 오셨어여?
en: by the way, why did you come here?

source: 인간들...
en: humans...

source: 조용히 따라다니면서 방해 안 할게요!
en: I promise I won’t bother you! I’ll be quiet as a mouse!

source: 비몽사몽
en: dazed

source: 얼른 들어가요.
en: let's head back inside.

source: 이제 멀쩡해요!
en: I'm all better now!

source: 제가 대표님한테 꼭 필요한 사람이니까요.
en: because I’m someone you need.

source: 뭐 하나 손이 안 가는 게 없군요.
en: ...you’re such a troublemaker.

source: 아ㅜㅇ두허아루ㄷㅏ니러
en: sdkfjwehkwjq

source: 그럴 필요 없습니다.
en: that’s not necessary.

source: 계약에 문제 있습니까?
en: is there a problem with the contract?

source: 사실 일은 다 했어요.
en: actually, I’ve already finished my work.

source: 꺄르륵
en: giggle

source: 열두시 전엔 꼭 들어가겠습닏.
en: I’ll make sure I’m home before midnight.

source: 27화
en: Episode 27

source: 좋아하는 거예요!
en: that means she likes him!

source: 휘릭
en: flip

source: 휘둥그레
en: surprised

source: 그런 말이 아니라…
en: that’s not what I meant...

source: 마국에 안 가면 안 되나?
en: can’t he just stay here instead of going to the demon world?

source: 커플 요가를 하질 않나,
en: ...doing couples yoga...

source: 대표님이 이러니까 제가 자꾸 착각하게 되잖아요.
en: you need to stop confusing me, mr. gam.

source: 금 실장님은 참 비밀이 없으시네요, 하하
en: he really tells you everything, doesn’t he? haha...

source: 말해봤자 대표님은 곤란해하실 거고 나는 더 초라해질 거야.
en: if I tell him how I feel, he’ll be uncomfortable and unsure about what to do, which would make me feel even worse.

source: 지금 내가 할 수 있는 건 그거밖에 없으니까.
en: that’s all I can do for him right now.

source: 확인이 필요해.
en: ...I need to confirm whether it’s true.

source: 열심 열심
en: focused focused

source: 축
en: droop

source: 괜찮아요~ 그냥 이거 마시면 돼요~
en: it’s okay! I’ll just drink this.

source: 제가 바보 같았네요.
en: just forget about what I said.

source: 엄청 날카롭네 대표님 다치시겠다.
en: that staple’s sticking out. it might end up hurting mr. gam.

source: 신입의 아이디어가 즉각 제작이 된다는 건 어디에도 없는 기회인 거고.
en: as a new hire, for your idea to immediately launch into production... this is a once-in-a-lifetime opportunity.

source: 심장이 제멋대로 뛰는 걸 보니.
en: that would explain why my heart is pounding.

source: 25화
en: Episode 25

source: 마왕님께서 모르시는 걸 제가 어떻게 알겠습니까.
en: how would I know something that you don’t?

source: 차갑고 냉정해 보이지만 절대 나쁜 분은 아니라는 거.
en: you might seem cold and indifferent at first glance, but you are a good person at heart.

source: 밟히지 않으려면 밟아.{j}그게 누구든.
en: stomp on them if you don’t want to be stomped on, regardless of who they are.

source: 푹
en: drop

source: 꼬옥!
en: squeeze

source: 26화
en: Episode 26

source: 다행이다
en: thank goodness.

source: 팟
en: flash

source: 내각 만난 사람들, 내가 겪은 일들...
en: people I’ve met and things I’ve experienced...

source: 21화
en: Episode 21

source: 하여간 무모한 건 알아줘야 합니다.
en: you are so reckless.

source: 무슨 일이지?
en: what’s going on?

source: 뭘요?
en: what is it?

source: 궁금한 게 있어요.
en: I need to ask you something.

source: 부스럭
en: rustle
